cc.Class({
    init:function(){
        this.allTravelCity = ["好朋友家", "幼儿园", "小学", "初中", "高中", "大专", "大学", "武夷山", "鼓浪屿", "环岛路", "无限宇宙"];
        this.allTravelMeter = [10, 50, 200, 500, 1000, 2000, 5000, 10000, 20000, 50000, -1];
        this.allTransport = ["步行", "溜冰鞋", "滑板", "自行车", "电动车", "摩托车", "小轿车", "火车", "动车", "飞机"];
        this.allTransportSpeed = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10];
        this.allTransportCoins = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10];
        this.allAdventure = ["跳格子", "堆雪人", "红绿灯", "捉迷藏", "丢手绢", "老鹰捉小鸡", "踢毽子", "拔河", "纸飞机", "放风筝", "跳橡皮筋"];
    }
});